{
  "meta": {
    "title": "Aviso Legal — TRUE ROOTS | Barcelona",
    "description": "Aviso Legal de TRUE ROOTS — Titularidad del sitio web, propiedad intelectual e información legal."
  },
  "legalNotice": {
    "title": "Aviso Legal",
    "updated": "Última actualización: febrero 2026",
    "section1": "<h2 class=\"policy__heading\">Titularidad del Sitio Web</h2><p class=\"policy__text\">Este sitio web es operado por TRUE ROOTS (nombre comercial de Bowl &amp; Soul, S.L.).</p><p class=\"policy__text\"><strong>Entidad Legal:</strong> Bowl &amp; Soul, S.L.<br><strong>NIF:</strong> B56595051<br><strong>Domicilio Social:</strong><br>Cabanes 38Bis, Pl. BJ 1<br>08005 Barcelona, España</p><p class=\"policy__text\"><strong>Contacto:</strong> <a href=\"mailto:tr.bcn@trueroots.es\">tr.bcn@trueroots.es</a></p><p class=\"policy__text\">Bowl &amp; Soul, S.L. está debidamente inscrita en el Registro Mercantil de Barcelona.</p>",
    "section2": "<h2 class=\"policy__heading\">Acerca de Este Sitio Web</h2><p class=\"policy__text\">Este sitio web proporciona información sobre TRUE ROOTS — nuestro bistró en Barcelona, servicios de catering y enfoque hacia la alimentación consciente y la longevidad.</p><p class=\"policy__text\">Nos comprometemos con la transparencia en cómo compartimos información sobre nuestros servicios y cómo tratamos sus datos.</p>",
    "section3": "<h2 class=\"policy__heading\">Propiedad Intelectual</h2><p class=\"policy__text\">Todo el contenido de este sitio web — incluyendo textos, imágenes, fotografías, marca, logotipos y diseño — es propiedad de Bowl &amp; Soul, S.L., salvo que se indique lo contrario.</p><p class=\"policy__text\">Este contenido está protegido por las leyes españolas e internacionales de propiedad intelectual.</p><p class=\"policy__subheading\">Lo que esto significa</p><p class=\"policy__text\">Puede navegar y compartir enlaces a nuestro contenido, pero no puede reproducir, distribuir o utilizar nuestros materiales con fines comerciales sin permiso por escrito.</p><p class=\"policy__text\">Si desea colaborar o utilizar nuestro contenido, por favor contáctenos en <a href=\"mailto:tr.bcn@trueroots.es\">tr.bcn@trueroots.es</a>.</p>",
    "section4": "<h2 class=\"policy__heading\">Enlaces Externos</h2><p class=\"policy__text\">Nuestro sitio web puede contener enlaces a sitios web de terceros (como plataformas de redes sociales, sitios de proveedores u organizaciones asociadas).</p><p class=\"policy__text\">Bowl &amp; Soul, S.L. no es responsable del contenido, las prácticas de privacidad o la disponibilidad de sitios web externos. Le recomendamos que revise sus términos y políticas de forma independiente.</p>",
    "section5": "<h2 class=\"policy__heading\">Responsabilidad y Disponibilidad del Servicio</h2><p class=\"policy__text\">Nos esforzamos por mantener este sitio web preciso, actualizado y accesible. Sin embargo, Bowl &amp; Soul, S.L. no puede garantizar:</p><ul class=\"policy__list\"><li>Acceso ininterrumpido (pueden producirse problemas técnicos, mantenimiento o circunstancias fuera de nuestro control)</li><li>Precisión absoluta de toda la información (menús, horarios y servicios pueden cambiar estacionalmente)</li><li>Compatibilidad con todos los dispositivos o navegadores</li></ul><p class=\"policy__text\">No somos responsables de ningún daño indirecto derivado del uso de este sitio web o de la indisponibilidad temporal de los servicios.</p>",
    "section6": "<h2 class=\"policy__heading\">Resolución de Disputas en Línea (UE)</h2><p class=\"policy__text\">De conformidad con el Reglamento (UE) 524/2013, los consumidores en la Unión Europea tienen acceso a una plataforma de resolución de disputas en línea:</p><p class=\"policy__text\"><strong>Plataforma ODR de la UE:</strong> <a href=\"https://ec.europa.eu/consumers/odr\" target=\"_blank\" rel=\"noopener noreferrer\">https://ec.europa.eu/consumers/odr</a></p><p class=\"policy__text\">Nuestra dirección de correo electrónico para disputas: <a href=\"mailto:tr.bcn@trueroots.es\">tr.bcn@trueroots.es</a></p>",
    "section7": "<h2 class=\"policy__heading\">Compromiso de Accesibilidad</h2><p class=\"policy__text\">Creemos que la comida, la información y las experiencias deben ser accesibles para todos. Nos comprometemos a hacer que este sitio web sea utilizable para todos los visitantes.</p><p class=\"policy__text\">Si encuentra alguna barrera de accesibilidad, por favor contáctenos en <a href=\"mailto:tr.bcn@trueroots.es\">tr.bcn@trueroots.es</a> para que podamos mejorar.</p>",
    "section8": "<h2 class=\"policy__heading\">Su Privacidad y Datos</h2><p class=\"policy__text\">Su privacidad nos importa. Para más detalles sobre cómo recopilamos, usamos y protegemos su información personal, consulte:</p><ul class=\"policy__list\"><li><a href=\"privacy-policy.html\">Política de Privacidad</a> — Cómo tratamos sus datos</li><li><a href=\"cookie-policy.html\">Política de Cookies</a> — Cómo usamos cookies y seguimiento</li></ul>",
    "section9": "<h2 class=\"policy__heading\">Legislación Aplicable y Jurisdicción</h2><p class=\"policy__text\">Este sitio web y sus términos se rigen por la legislación española.</p><p class=\"policy__text\">Cualquier disputa derivada del uso de este sitio web o de nuestros servicios estará sujeta a la jurisdicción exclusiva de los tribunales de Barcelona, España.</p>",
    "section10": "<h2 class=\"policy__heading\">Cambios en este Aviso</h2><p class=\"policy__text\">Podemos actualizar este Aviso Legal periódicamente para reflejar cambios en nuestro negocio o requisitos legales. La fecha de \"Última actualización\" en la parte superior de esta página siempre mostrará cuándo se realizaron los cambios más recientes.</p>",
    "section11": "<h2 class=\"policy__heading\">¿Preguntas?</h2><p class=\"policy__text\">Si tiene alguna pregunta sobre este Aviso Legal o nuestro sitio web, por favor contáctenos:</p><p class=\"policy__text\"><strong>Email:</strong> <a href=\"mailto:tr.bcn@trueroots.es\">tr.bcn@trueroots.es</a><br><strong>Dirección:</strong> Carrer de Pere IV, 313, Sant Martí, 08020 Barcelona, España</p>"
  }
}
